# products.py

categories = {
    "Разделка": [
        "Тушка 14кг FP_JOJA Зам", "Тушка Охл", "Бедро монолит", "Бедро IQF Зам",
        "Бедро JOJA_IQF Зам", "Бедро Охл", "Голень монолит зам", "Голень IQF зам",
        "Голень JOJA_IQF Зам", "Голень Охл", "Крыло монолит зам", "Крыло IQF зам",
        "Крыло JOJA_IQF Зам", "Крыло охл", "Филе монолит зам", "Филе IQF зам",
        "Филе JOJA_IQF Зам", "Филе охл"
    ],
    "Полуфабрикаты": [
        "Хрустящие наггетсы флоупак 0,65кг г/я 3,9кг (JOJA) Зам",
        "Хрустящие наггетсы с сыром флоупак 0,65кг г/я 3,9кг (JOJA) Зам",
        "Наггетсы Классические флоупак 0,65кг г/я 3,9кг (JOJA) Зам",
        "Сосиски Куриные в/с т/ф вак 0,45кг г/я 11,7кг (JOJA) Зам",
        "Котлеты Сливочные с сыром лоток 0,5кг г/я 4кг (JOJA) Зам",
        "Котлеты Семейные лоток 0,5кг г/я 4кг (JOJA) Зам",
        "Колбаски По-Итальянски лоток 0,6кг г/я 4,8кг (JOJA) Зам",
        "Колбаски Оригинальные лоток 0,6кг г/я 4,8кг (JOJA) Зам",
        "Фарш Аппетитный туба 0,75кг г/я 15кг (JOJA) Зам"
    ],
    "HoReCa": [
        "Наггетсы темпурные флоупак 2кг г/я 12кг (RU, HoReCa) Зам",
        "Хрустящие наггетсы флоупак 2кг г/я 12кг (RU) Зам",
        "Стрипсы Оригинальные панированные запеченные флоупак 2кг г/я 12кг Зам",
        "Плечевая часть крыла ЦБ запеченная флоупак 2кг г/я 12кг Зам",
        "Кусочки в панировке флоупак 2кг г/я 12кг ЮН Зам",
        "Филе нарезанное запеченное флоупак 2кг г/я 12кг (RU) Зам"
    ],
    "Маринады": [
        "Крыло ЦБ в маринаде Томат острый вес т/ф вак г/я 11,2кг (JOJA) Зам",
        "Голень ЦБ в майонезном соусе вес т/ф вак г/я 11,2кг (JOJA) Зам"
    ]
}

category_units = {
    "Разделка": "в килограммах",
    "Полуфабрикаты": "в коробках",
    "HoReCa": "в коробках",
    "Маринады": "в коробках"
}
